Repository: saosejo/KIMAI2
Catalog: translations/email.*.xlf
Languages: eo, es, fi, ko, nl, sk, sv, vi

# button_copy_url_to_browser
source: If the button doesn't work, please copy & paste the following URL to your browser: %url%
eo: Se la butono ne funkcias, bv. kopii kaj alglui la jenan ligilon al via retumilo: %url%
es: Si el botón no funciona, copie y pegue el URL siguiente en el navegador: %url%
fi: Jos painike ei toimi, kopioi ja liitä seuraava osoite selaimeesi: %url%
ko: 버튼이 작동하지 않으면, 복사하여 & amp; 다음 URL을 브라우저에 붙여 넣으십시오: % url %
nl: Als de knop niet werkt, kopieer & plak de volgende URL in uw browser: %url%
sk: Pokiaľ tlačidlo nefunguje, prosím skopírujte & vložte náslodovnú web adresu do Vášho prehliadača: %url%
sv: Om knappen inte fungerar, vänligen kopiera & klistra in följande URL i din webbläsare: %url%
vi: Nếu nút không hoạt động, vui lòng sao chép & dán URL vào trình duyệt của bạn: %url%

# automated_email_dont_answer
source: This is an auto generated e-mail. Please do not reply, the address will not be read.
eo: Tio estas aŭtomata mesaĝo. Bonvolu ne respondi, la mesaĝo ne estos legita.
es: Este mensaje se generó automáticamente. No responda; no se leen los mensajes enviados a esta dirección.
fi: Tämä on automaattisesti generoitu sähköposti. Älä vastaa tähän, koska osoitteeseen lähetettyjä viestejä ei lueta.
ko: 이것은 자동 생성된 이메일입니다. 주소는 읽히지 않으니, 회신하지 마십시오.
nl: Dit is een automatisch gegenereerde e-mail. Gelieve niet te antwoorden, het adres wordt niet gelezen.
sk: Toto je automaticky generovaný email. Prosím neodpovedajte na neho, adresa nebude prečítaná.
sv: Detta är ett auto genererat medelande. Var vänlig och svara inte, då det inte kommar att bli läst.
vi: Đây là một e-mail được tạo tự động. Xin đừng trả lời.

# registration.subject
source: Activate your account
eo: Aktivigu vian konton
es: Active su cuenta
fi: Aktivoi tunnuksesi
ko: 계정 활성화
nl: Activeer uw account
sk: Aktivuje Vaše konto
sv: Aktivera ditt konto
vi: Kích hoạt tài khoản của bạn

# registration.title
source: Welcome %username%
eo: Bonvenon, %username%
es: Le damos la bienvenida, %username%
fi: Tervetuloa %username%
ko: %username%님 환영합니다
nl: Welkom %username%
sk: Vitajte %username%
sv: Välkommen %username%
vi: Chào mừng %username%

# registration.button
source: Activate your account
eo: Aktivigu vian konton
es: Active su cuenta
fi: Aktivoi tunnuksesi
ko: 계정 활성화
nl: Activeer uw account
sk: Aktivujte Váš prístup
sv: Aktivera ditt konto
vi: Kích hoạt tài khoản của bạn

# registration.intro
source: You signed up at the Kimai time-tracker with the email %email%. Now you have to activate your account in the next few hours, before the link expires.
eo: Vi aliĝis al la temporegistrilo Kimai per la retadreso %email%. Nun vi devas aktivigi vian konton dum la sekvaj kelkaj horoj, antaŭ ol la ligilo senvalidiĝos.
es: Se ha dado de alta en el gestor de tiempo Kimai con la cuenta de correo %email%. Tiene unas cuantas horas para activar su cuenta antes de que el enlace caduque.
fi: Olet rekisteröitynyt Kimai työajan-seurantaan sähköpostiosoitteella %email%. Nyt sinun tulee aktivoida tunnuksesi seuraavien tuntien aikana, ennen kuin linkki vanhenee.
ko: 이메일 % email %로 Kimai 시간 트래커에 등록했습니다. 이제 링크가 만료되기 전에 계정을 활성화해야합니다.
nl: U hebt zich aangemeld bij de Kimai tijdregistratie met de e-mail %email%. U moet uw account in de komende uren activeren, voordat de link afloopt.
sk: Prihlásili ste sa do Kimai sledovanie času s emailom %email%. Teraz si musíte Váš účet aktivovať v priebeh niekoľkých hodín predtým než vyprší platnosť linku.
sv: Du har registrerat dig hos Kimai tidrapportering med mail addressen %email%. Nu behöver du aktivera ditt konto innom de närmaste timmarna, innan länken går ut och blir ogiltig.
vi: Bạn đã đăng ký theo dõi thời gian Kimai với email% email%. Bây giờ bạn phải kích hoạt tài khoản của mình trong vài giờ tới, trước khi liên kết hết hạn.

# reset.subject
source: Reset your password
eo: Restarigi vian pasvorton
es: Restablezca su contraseña
fi: Resetoi salasanasi
ko: 비밀번호 재설정
nl: Reset uw wachtwoord
sk: Resetujte si heslo
sv: Återställ ditt lösenord
vi: Đặt lại mật khẩu của bạn

# reset.title
source: That can happen ...
eo: Tio povas okazi ...
es: Esto puede pasar…
fi: Näin voi käydä ...
ko: 그럴 수 있습니다...
nl: Dat kan gebeuren ...
sk: To sa môže stať...
sv: Det kan hända ...
vi: Điều đó có thể xảy ra...

# reset.button
source: Reset your password
eo: Restarigi vian pasvorton
es: Restablecer la contraseña
fi: Resetoi salasanasi
ko: 비밀번호 재설정
nl: Reset uw wachtwoord
sk: Resetovať heslo
sv: Återställ ditt lösenord
vi: Đặt lại mật khẩu của bạn

# reset.intro
source: ... so you forgot your password? Don't worry: Kimai will help you to create a new one:
eo: ... do, vi forgesis vian pasvorton, ĉu? Ne zorgu: Kimai helpos al vi krei la novan:
es: ¿Ha olvidado su contraseña? No se preocupe: Kimai le ayudará a crearse una nueva.
fi: ... eli unohdit salasanasi? Ei hätää: Kimai auttaa sinua tekemään uuden:
ko: ... 암호를 잊어 버렸습니까? 걱정하지 마세요: Kimai가 새 계정을 만드는 데 도움을 줄 것입니다:
nl: ... dus u bent uw wachtwoord vergeten? Maakt u zich geen zorgen: Kimai zal u helpen om een nieuwe te maken:
sk: ...zabudli ste Vaše heslo? Bez obáv: Kimai Vám pomôže vytvoriť nové:
sv: ... så du glömde ditt lösenord? Oroa dig inte: Kimai hjälper dig att skapa ett nytt:
vi: ... bạn quên mật khẩu? Đừng lo lắng: Kimai sẽ giúp bạn tạo một cái mới:
