Repository: saosejo/KIMAI2
Catalog: translations/flashmessages.*.xlf
Languages: fi, ja, ko, sv, tr

source: Warning
fi: Varoitus
ja: 警告
ko: 경고
sv: Varning
tr: Uyarı

# timesheet.stop.success
source: Time recording was stopped
fi: Ajan tallennus pysäytetty
ja: 時間の記録を終了しました
ko: 시간 기록을 멈춤
sv: Tidsredovisningen har stoppats
tr: Zaman kaydı durduruldu

# timesheet.stop.error
source: Time recording could not be stopped
fi: Ajan tallennusta ei voitu pysäyttää
ja: 時間の記録を終了できませんでした
ko: 시간 기록을 멈출 수 없음
sv: Tidsredovisningen kunde inte stoppas
tr: Zaman kaydı durdurulamadı

# timesheet.start.success
source: Time recording was started
fi: Ajan tallennus aloitettu
ja: 時間の記録を開始しました
ko: 시간 기록을 시작
sv: Tidsredovisningen har startat
tr: Zaman kaydı başlatıldı

# timesheet.start.error
source: Time recording could not be started
fi: Ajan tallennusta ei voitu aloittaa
ja: 時間の記録を開始できませんでした
ko: 시간 기록을 시작할 수 없음
sv: Tidsinspelning kunde inte startas
tr: Zaman kaydı başlatılamadı

# timesheet.start.exceeded_limit
source: The limit of active time records has been reached, please stop at least one running time measurement first.
fi: Aktiivisten aikamerkintöjen raja on täynnä. Lopeta vähintään yksi käynnissä oleva ajan tallennus ensiksi.
ja: 時間記録プロセスの制限数に到達しました。先にいずれかの実行中の記録プロセスを終了させてください。
ko: 활성 시간 기록의 한계에 도달했습니다. 최소 한 개 이상의 활성 중인 시간 기록을 중지하십시오.
sv: Gränsen för aktiva tidsinspelningar har uppnåtts, var god stoppa minst en tidsinspelning först.
tr: Etkin zaman kayıtlarının sınırına ulaşıldı, lütfen önce en az bir çalışan zaman ölçümünü durdurun.

# timesheet.locked.warning
source: You are editing an exported record
fi: Olet muokkaamassa vietyä tietuetta
ja: エクスポート済の記録を編集しようとしています。
ko: 완료된 기록을 편집하고 있음
sv: Du håller på att ändra en exporterad post
tr: Dışa aktarılan bir kaydı düzenliyorsunuz

# action.update.success
source: Saved changes
fi: Muutokset tallennettu
ja: 変更を保存しました
ko: 변경사항 저장하기
sv: Ändringarna har sparats
tr: Değişiklikler kaydedildi

# action.update.error
source: Changes could not be saved: %reason%
fi: Muutoksia ei voitu tallentaa: %reason%
ja: 変更を保存できませんでした: %reason%
ko: 변경사항을 저장할 수 없습니다: %reason%
sv: Ändringar kunde inte sparas: %reason%
tr: Değişiklikler kaydedilemedİ: %reason%

# action.delete.success
source: Entry was deleted
fi: Merkintä poistettiin
ja: 明細を削除しました
ko: 등록이 지워짐
sv: Denna post är borttagen
tr: Kayıt silindi

# action.delete.error
source: Entry could not be deleted: %reason%
fi: Merkintää ei voitu poistaa: %reason%
ja: 明細を削除できませんでした: %reason%
ko: 등록을 지울 수 없습니다: %reason%
sv: Post kunde inte raderas: %reason%
tr: Kayıt silinemedi: %reason%

# invoice.first_template
source: Please create an invoice template first
fi: Luo ensin laskumalli
ja: 事前に請求書のテンプレートを作成する必要があります
ko: 계속 진행하기 전에 첫 번째 템플릿 인보이스를 만드시오
sv: Du måste skapa din första fakturamall innan du kan fortsätta
tr: Devam edebilmek için fatura şablonu oluşturmanız gereklidir

# action.upload.error
source: The file could not be uploaded or saved: %reason%
fi: Tiedostoa ei voitu siirtää tai tallentaa: %reason%
ko: 파일을 업로드하거나 저장할 수 없습니다: % reason %
tr: Dosya karşıya yüklenemedi veya kaydedilemedi: %reason%
